{
  "meta": {
    "data_valabilitate": "17-12-2025"
  },
  "berbec": {
    "general": "Voaluri subtile se ridică, dezvăluind căi neașteptate pentru sufletul tău de Berbec. Energiile cosmice te invită la o introspecție profundă, unde adevăruri ascunse prind contur sub lumina stelelor.",
    "dragoste": "Inima ta pasională va simți adieri blânde de afecțiune. O conversație profundă sau o privire încărcată de înțelesuri ar putea reaprinde o flacără veche sau aprinde una nouă, mai autentică.",
    "bani": "Intuiția îți va fi un aliat de preț în deciziile financiare de azi. Fii deschis la oportunități neașteptate care vin dintr-o direcție surprinzătoare; discernământul tău te va ghida spre prosperitate.",
    "noroc_nr": 47,
    "noroc_culoare": "Auriu",
    "stare": "Intuitiv"
  },
  "taur": {
    "general": "Stelele se aliniază într-un dans subtil, șoptind secrete vechi sufletului tău puternic, Taurule. Lasă intuiția să te ghideze prin vălul iluziilor zilei, descoperind adevăruri ascunse.",
    "dragoste": "O conversație profundă va deschide noi orizonturi în relațiile tale, aducând o înțelegere mai clară a legăturilor ce te definesc. Fii deschis la vulnerabilitate pentru a întări conexiunile.",
    "bani": "Atenția la detalii în tranzacțiile financiare îți va aduce stabilitate și posibile câștiguri neașteptate. Este un moment bun să-ți reevaluezi prioritățile materiale.",
    "noroc_nr": 47,
    "noroc_culoare": "Indigo",
    "stare": "Centrat"
  },
  "gemini": {
    "general": "Voalul iluziilor se va ridica astăzi, Gemeni, dezvăluind adevăruri ascunse. Permiteți-vă să navigați prin aceste noi perspective cu inima deschisă și mintea ageră.",
    "dragoste": "O conversație neașteptată sau o revelație subtilă va aduce o nouă profunzime în relațiile tale. Fii atent la mesajele nonverbale; ele dețin cheia unei conexiuni mai autentice.",
    "bani": "Oportunități financiare neașteptate pot apărea, posibil legate de un proiect vechi sau o colaborare nouă. Abordează-le cu intuiție, iar prosperitatea va urma.",
    "noroc_nr": 33,
    "noroc_culoare": "Verde Smarald",
    "stare": "Receptiv"
  },
  "rac": {
    "general": "Astăzi, apele interioare ale Racului se limpezesc, aducând la suprafață intuiții profunde din adâncurile subconștientului tău. Lasă-te ghidat de șoaptele stelelor, căci ele îți dezvăluie cărări neașteptate spre împlinire.",
    "dragoste": "În sfera inimii, conexiunile devin mai profunde; o conversație sinceră poate dezvălui adevăruri ascunse și consolida legături, fie ele noi sau vechi. Fii deschis la vulnerabilitate, căci în ea se află puterea.",
    "bani": "Pe plan financiar, este un moment propice pentru a evalua investițiile pe termen lung sau pentru a căuta modalități creative de a-ți spori veniturile. Fii atent la detaliile contractuale, dar nu te teme să explorezi oportunități neconvenționale.",
    "noroc_nr": 47,
    "noroc_culoare": "Verde smarald",
    "stare": "Receptiv"
  },
  "leu": {
    "general": "Leule, pe 17 decembrie 2025, o energie cosmică puternică îți iluminează calea, dezvăluind oportunități ascunse. Permite intuiției tale regale să te ghideze prin labirintul zilei, căci destinul îți șoptește secrete prețioase.",
    "dragoste": "Inima ta radiantă atrage conexiuni profunde. Pentru cei singuri, o flacără veche sau o nouă cunoștință misterioasă poate reaprinde pasiunea. În relații, exprimarea sinceră a afecțiunii cimentează legături și aduce armonie sublimă.",
    "bani": "Oportunități financiare neașteptate apar din direcții surprinzătoare, posibil legate de creativitate sau proiecte vechi. Fii vigilent la detalii și nu te sfii să ceri ceea ce meriți. Investițiile în dezvoltarea personală sunt favorizate.",
    "noroc_nr": 58,
    "noroc_culoare": "Purpuriu Imperial",
    "stare": "Vibrant"
  },
  "fecioara": {
    "general": "Fecioară, pe 17 decembrie, vălul dintre lumi se subțiază pentru tine, aducând revelații subtile. Lasă-te ghidată de intuiție, căci răspunsurile pe care le cauți sunt deja în inima ta, așteptând să fie descoperite.",
    "dragoste": "O conversație profundă cu cineva drag îți va deschide noi perspective, consolidând legături sau clarificând sentimente nespuse. Fii deschisă la vulnerabilitate, căci în ea se află puterea autentică a conexiunii.",
    "bani": "Prudența ta nativă este un aliat prețios. O oportunitate neașteptată de a optimiza resursele sau de a descoperi o mică sursă de câștig se poate ivi, dar necesită o analiză atentă înainte de acțiune.",
    "noroc_nr": 33,
    "noroc_culoare": "Verde Jad",
    "stare": "Receptiv"
  },
  "balanta": {
    "general": "Vălul iluziilor se subțiază astăzi, Balanță, permițându-ți să vezi esența adevărului dincolo de aparențe. Vibrațiile cosmice îți ghidează pașii spre echilibrul mult căutat.",
    "dragoste": "Inima ta va fi un far ce atrage sinceritatea. O conexiune profundă se poate consolida printr-o discuție onestă, aducând armonie și înțelegere reciprocă.",
    "bani": "Oportunități neașteptate pot apărea, dar necesită o analiză atentă înainte de a te angaja. Intuiește valoarea ascunsă și evită deciziile impulsive; prudența aduce prosperitate.",
    "noroc_nr": 33,
    "noroc_culoare": "Verde Smarald",
    "stare": "Echilibrat"
  },
  "scorpion": {
    "general": "Sub influența Lunii în fază de creștere, vă veți simți ghidați de o forță interioară puternică. Este o zi pentru a asculta șoaptele destinului și a decodifica mesajele ascunse.",
    "dragoste": "Conexiunile profunde se intensifică. Dacă ești într-o relație, așteaptă-te la o reînnoire a pasiunii. Cei singuri ar putea întâlni o persoană cu o aură magnetică, atrăgând o legătură karmică.",
    "bani": "Intuiția financiară este la cote maxime. Oportunități neașteptate ar putea apărea, legate de investiții subtile sau colaborări ascunse. Fii deschis la propuneri care par neconvenționale.",
    "noroc_nr": 27,
    "noroc_culoare": "Violet închis",
    "stare": "Receptiv"
  },
  "sagetator": {
    "general": "Voalul subtire dintre lumi se rareste, aducand mesaje ancestrale pentru sufletul tau explorator. Ascultă șoaptele stelelor, căci ele îți dezvăluie calea spre o înțelegere mai profundă.",
    "dragoste": "Inima ta se deschide spre noi vibrații, atrăgând o conexiune profundă și neașteptată. Fii deschis la vulnerabilitate și la gesturi tandre, căci iubirea plutește în aer, pregătită să te învăluie cu magia sa.",
    "bani": "O sursă neașteptată de prosperitate se poate ivi la orizont, sub forma unei oportunități creative sau a unei idei inspirate. Fii atent la detalii și acționează cu înțelepciune, căci energia abundenței te însoțește.",
    "noroc_nr": 33,
    "noroc_culoare": "Indigo",
    "stare": "Vizionar"
  },
  "capricorn": {
    "general": "Pe 17 decembrie 2025, stelele îți șoptesc secrete străvechi, Capricornule, îndemnându-te să privești dincolo de văl. Energia cosmică te pregătește pentru o revelație interioară profundă.",
    "dragoste": "În plan sentimental, o conexiune trecută ar putea reapare sub o nouă lumină, cerând reevaluare și iertare. Fii deschis la vulnerabilitate și la inima ta.",
    "bani": "Atenție la oportunități financiare ce par prea bune pentru a fi adevărate; intuiția ta este cel mai bun ghid. O investiție prudentă, susținută de cercetare, ar putea aduce roade pe termen lung.",
    "noroc_nr": 37,
    "noroc_culoare": "Verde Smarald",
    "stare": "Introspectiv"
  },
  "varsator": {
    "general": "Undele cosmice te îndeamnă să asculți șoaptele subtile ale universului, căci o mare revelație își croiește drum spre conștiința ta. Adevărul ascuns în stele îți va ghida pașii spre o înțelegere profundă a rolului tău în marea țesătură a existenței.",
    "dragoste": "Inimile deschise vor găsi un ecou profund; o întâlnire neașteptată sau o conversație sinceră va aduce lumină și căldură în peisajul tău sentimental. Lasă garda jos și permite vulnerabilității să creeze punți autentice.",
    "bani": "O energie financiară fluidă te înconjoară, aducând oportunități neașteptate sau recunoașterea eforturilor tale. Fii deschis la propuneri creative și încredințează-te intuiției pentru a discerne investițiile înțelepte. Prosperitatea este aproape.",
    "noroc_nr": 42,
    "noroc_culoare": "Indigo",
    "stare": "Iluminat"
  },
  "pesti": {
    "general": "Valurile subconștientului te poartă astăzi spre adâncimi ascunse, dezvăluind mistere demult uitate. Lasă-te ghidat de intuiția ta ascuțită pentru a descifra mesajele subtile ale universului.",
    "dragoste": "Conexiunile tale emoționale se aprofundează prin empatie și înțelegere reciprocă. Fii deschis la vulnerabilitatea celuilalt și oferă-i un spațiu sigur pentru a se exprima.",
    "bani": "Intuiția îți va servi drept ghid prețios în deciziile financiare; evită graba și ascultă-ți vocea interioară. O oportunitate neașteptată poate apărea dintr-un act de generozitate.",
    "noroc_nr": 17,
    "noroc_culoare": "Acvamarin",
    "stare": "Contemplativ"
  }
}