{
  "meta": {
    "data_valabilitate": "18-12-2025"
  },
  "berbec": {
    "general": "Pe 18 decembrie 2025, vă veți simți ghidați de o forță invizibilă, un fior cosmic ce vă împinge spre noi orizonturi. Stelele vă șoptesc secrete străvechi, pregătindu-vă pentru o transformare profundă.",
    "dragoste": "Inima voastră, un altar al pasiunii, va fi iluminată de o înțelegere profundă a legăturilor karmice. Fiți deschiși la mesaje subtile de la univers, ele vă vor arăta calea spre o conexiune sufletească autentică sau o reînnoire a jurămintelor.",
    "bani": "Sub influența planetelor, intuiția voastră financiară va fi ascuțită, ca o lamă de cristal. Oportunități neașteptate pot apărea din surse neconvenționale; fiți receptivi la semne, căci prosperitatea se ascunde în detalii.",
    "noroc_nr": 37,
    "noroc_culoare": "Auriu",
    "stare": "Revelator"
  },
  "taur": {
    "general": "Pe 18 decembrie, energiile cerești te îndeamnă, Taurule, să privești dincolo de aparențe. O voce interioară îți va ghida pașii spre o înțelegere mai profundă a drumului tău.",
    "dragoste": "Conexiunile tale sentimentale se bucură de o aură de sinceritate; o discuție deschisă poate consolida legăturile existente sau poate aduce o nouă perspectivă într-o relație în devenire. Lasă vulnerabilitatea să te apropie.",
    "bani": "Stabilitatea financiară este susținută de decizii prudente, însă o idee inovatoare ar putea deschide noi orizonturi de prosperitate. Fii atent la detaliile ascunse în oferte neașteptate.",
    "noroc_nr": 42,
    "noroc_culoare": "Verde Smarald",
    "stare": "Intuitiv"
  },
  "gemini": {
    "general": "Astăzi, văile eterice se deschid, aducând șoapte din tărâmuri îndepărtate. Dualitatea voastră interioară va găsi un echilibru subtil, ghidându-vă pașii.",
    "dragoste": "Inima voastră, un labirint de emoții, va găsi o busolă clară într-o conversație profundă. Deschideți-vă pentru a primi înțelegere și a reaprinde o scânteie uitată.",
    "bani": "O idee genială, aproape divină, vă va ilumina calea spre prosperitate. Fiți atenți la semnele subtile din jurul vostru și transformați inspirația în acțiune concretă.",
    "noroc_nr": 77,
    "noroc_culoare": "Albastru Indigo",
    "stare": "Iluminat"
  },
  "rac": {
    "general": "Astăzi, vălul dintre lumi se subțiază, iar intuiția ta cardinală te ghidează spre comori ascunse. Permite-i inimii să-ți lumineze calea prin labirintul subtil al zilei.",
    "dragoste": "O conexiune profundă se profilează la orizont, aducând înțelegere și armonie în relațiile tale. Lasă-ți inima deschisă pentru a primi și a oferi afecțiune autentică.",
    "bani": "Energii subtile îți șoptesc secrete despre stabilitatea financiară. Ascultă-ți intuiția în privința investițiilor și s-ar putea să descoperi o sursă neașteptată de prosperitate.",
    "noroc_nr": 77,
    "noroc_culoare": "Argintiu sidefat",
    "stare": "Receptiv"
  },
  "leu": {
    "general": "Astăzi, lumina stelelor îți amplifică aura, ghidându-te spre revelații neașteptate. Ascultă șoaptele Universului, căci ele îți vor deschide noi căi de înțelegere.",
    "dragoste": "Pasiunea arde puternic în inima ta, atrăgând conexiuni profunde și memorabile. Fie că ești singur sau într-o relație, o scânteie divină îți va ilumina calea sentimentală.",
    "bani": "Intuiția ta financiară este la cote înalte; fii atent la semnele ascunse care pot indica noi surse de prosperitate. O investiție curajoasă, făcută cu înțelepciune, ar putea da roade surprinzătoare.",
    "noroc_nr": 58,
    "noroc_culoare": "Purpuriu regal",
    "stare": "Mistic"
  },
  "fecioara": {
    "general": "Astăzi, vă veți simți ghidați de o lumină interioară, ce vă va dezvălui noi perspective asupra căii voastre. Acordați atenție semnelor subtile din jurul vostru, căci ele poartă mesaje prețioase.",
    "dragoste": "Conexiunile emoționale se adâncesc, aducând o înțelegere reciprocă mai profundă. Permiteți vulnerabilității să creeze o punte spre inimi.",
    "bani": "Oportunități financiare neașteptate pot apărea din direcții surprinzătoare. Fiți deschiși la a explora noi căi de prosperitate, dar cu discernământul vostru specific.",
    "noroc_nr": 7,
    "noroc_culoare": "Verde smarald",
    "stare": "Luminos"
  },
  "balanta": {
    "general": "Astăzi, echilibrul tău interior este cheia ce deschide porți ascunse spre înțelepciune. O energie subtilă te ghidează spre armonie, revelând adevăruri uitate.",
    "dragoste": "Conexiunile profunde capătă un nou sens; fii deschis la dialoguri sincere ce pot vindeca vechi răni sau pot consolida legături prețioase. O întâlnire neașteptată poate aduce scântei.",
    "bani": "Oportunitățile financiare se ivesc din colaborări sau proiecte creative. Fii atent la detalii și evită deciziile impulsive. Înțelepciunea în cheltuieli aduce stabilitate pe termen lung.",
    "noroc_nr": 33,
    "noroc_culoare": "Verde Jad",
    "stare": "Armonios"
  },
  "scorpion": {
    "general": "Stelele îți șoptesc secrete adânci astăzi, Scorpionule. Un văl se ridică, dezvăluind căi nebănuite către adevărul tău interior și destine ascunse.",
    "dragoste": "Pasiunea arde mocnit în inima ta, gata să izbucnească în conexiuni profunde. Fii deschis la vulnerabilitate; o întâlnire karmică sau o reconciliere importantă ar putea schimba cursul relațiilor tale.",
    "bani": "Intuiția îți ghidează deciziile financiare, protejându-te de capcane ascunse. Este un moment propice pentru a analiza investiții pe termen lung și a descoperi resurse nevalorificate.",
    "noroc_nr": 27,
    "noroc_culoare": "Indigo adânc",
    "stare": "Intens"
  },
  "sagetator": {
    "general": "Vălul iluziilor se subțiază, revelând o aliniere cosmică profundă ce îți ghidează pașii. Este un moment de introspecție esențială, unde adevăruri ascunse ies la lumină.",
    "dragoste": "Conexiunile sufletești sunt amplificate, fie că redescoperi o pasiune veche, fie că atragi o nouă flacără ce îți înțelege setea de libertate și cunoaștere.",
    "bani": "Intuiția ta financiară este ascuțită, deschizându-ți căi neașteptate de prosperitate. Fii deschis la oferte, dar analizează cu prudență fiecare pas înainte de a te aventura.",
    "noroc_nr": 33,
    "noroc_culoare": "Turcoaz",
    "stare": "Vizionar"
  },
  "capricorn": {
    "general": "Capricorn, pe 18 decembrie 2025, cosmosul îți șoptește secrete străvechi, pregătindu-te pentru o revelație interioară. Aliniază-te cu ritmul universal pentru a descoperi căi neexplorate ale sufletului tău.",
    "dragoste": "Inima ta, sub influența lunară, va fi deschisă spre conexiuni profunde. Un gest simplu de afecțiune va cimenta legături existente sau va deschide ușa unei noi întâlniri semnificative.",
    "bani": "Stelele indică o oportunitate neașteptată de creștere financiară, posibil printr-o investiție inspirată sau o recunoaștere a muncii tale asidue. Fii atent la detalii, intuiția îți va ghida deciziile.",
    "noroc_nr": 47,
    "noroc_culoare": "Verde smarald",
    "stare": "Contemplativ"
  },
  "varsator": {
    "general": "Stelele se aliniază pentru a-ți dezvălui noi straturi ale conștiinței, Vărsătorule drag. Permite-ți să explorezi adâncurile sufletului și să primești mesajele subtile ale Universului.",
    "dragoste": "O conexiune karmică se poate intensifica sau o relație existentă va cunoaște o nouă profunzime. Fii deschis la vulnerabilitate și la emoții sincere.",
    "bani": "Intuiția ta financiară este la cote maxime. O idee inovatoare îți poate aduce un câștig neașteptat, dar rămâi precaut în decizii majore.",
    "noroc_nr": 11,
    "noroc_culoare": "Indigo",
    "stare": "Intuitiv"
  },
  "pesti": {
    "general": "Astăzi, vă veți scufunda în adâncurile subconștientului, unde adevăruri ascunse vă așteaptă să le descoperiți. O lumină subtilă vă va ghida spre o înțelegere profundă a căii voastre spirituale.",
    "dragoste": "Conexiunile emoționale se adâncesc, aducând o înțelegere telepatică cu persoana iubită sau o șansă de a atrage o legătură spirituală nouă. Fiți deschiși la mesaje subtile din inima celuilalt.",
    "bani": "Intuiția vă va fi cel mai bun consultant financiar, indicând oportunități neașteptate sau avertizându-vă de riscuri. Ascultați-vă vocea interioară înainte de a lua decizii legate de resurse.",
    "noroc_nr": 22,
    "noroc_culoare": "Indigo",
    "stare": "Intuitiv"
  }
}