{
  "meta": {
    "data_valabilitate": "25-12-2025"
  },
  "berbec": {
    "general": "Sub vălul nopții de Crăciun, stelele îți șoptesc taine vechi despre forța interioară ce te propulsează. Astăzi, energiile cosmice te învăluie într-o aură de inițiere și descoperire personală.",
    "dragoste": "Conexiunile sufletești sunt puternic activate; o persoană din trecut ar putea reapare, aducând cu sine lecții prețioase, sau o legătură existentă se aprofundează printr-o sinceritate neașteptată.",
    "bani": "Fii atent la cheltuielile impulsive, dar deschide-ți inima și mintea către oportunități financiare neconvenționale care ar putea apărea prin intermediul prietenilor sau al evenimentelor sociale. O sumă neașteptată poate veni spre tine.",
    "noroc_nr": 33,
    "noroc_culoare": "Auriu regal",
    "stare": "Reînnoit"
  },
  "taur": {
    "general": "Sub lumina astrală a Crăciunului, vălul dintre lumi se subțiază, iar Taurul este chemat să asculte șoaptele străvechi ale pământului. O energie profundă de reînnoire vă învăluie, pregătindu-vă pentru o revelație interioară.",
    "dragoste": "Conexiunile inimii sunt iluminate de o sinceritate pură. Fie că ești singur sau într-o relație, astrele favorizează gesturile autentice de afecțiune și redescoperirea unei pasiuni pierdute. Deschide-ți inima către surprize dulci.",
    "bani": "Abundența se manifestă nu doar material, ci și prin oportunități de creștere spirituală. Fii atent la intuiția ta în privința investițiilor sau a deciziilor financiare, căci o sincronicitate divină îți poate ghida pașii către prosperitate, dar fără grabă.",
    "noroc_nr": 22,
    "noroc_culoare": "Verde smarald",
    "stare": "Meditativ"
  },
  "gemini": {
    "general": "În această zi sacră, voile dintre lumi se subțiază pentru tine, Gemeni, aducând mesaje subtile din astral. Spiritul sărbătorii se împletește cu o energie cosmică specială, deschizându-ți ochii spre adevăruri ascunse.",
    "dragoste": "Relațiile tale sunt sub o aură de magie și înțelegere profundă. Este momentul perfect pentru a exprima afecțiunea sinceră și a petrece timp de calitate cu cei dragi, consolidând legături și deschizând inima către noi dimensiuni ale iubirii.",
    "bani": "Oportunitățile financiare pot apărea sub forma unor idei strălucite sau a unor mici cadouri neașteptate. Fii deschis la generozitate și la a primi, căci universul îți va recompensa deschiderea și spiritul de dăruire.",
    "noroc_nr": 77,
    "noroc_culoare": "Argintiu",
    "stare": "Luminos"
  },
  "rac": {
    "general": "Sub lumina blândă a solstițiului de iarnă, sufletul tău de Rac se deschide către o înțelegere profundă a conexiunilor sacre. Energiile cosmice te invită să îți reînnoiești jurămintele interioare și să celebrezi darul vieții cu o inimă plină de recunoștință.",
    "dragoste": "Relațiile de familie și parteneriatele primesc o binecuvântare cerească. Momentele petrecute alături de cei dragi, încărcate cu afecțiune și înțelegere reciprocă, vor consolida legăturile și vor crea amintiri prețioase ce vor dăinui peste timp.",
    "bani": "Generozitatea ta va fi răsplătită sub forme neașteptate. O energie subtilă te ghidează spre decizii financiare înțelepte, asigurând stabilitate și prosperitate pe termen lung.",
    "noroc_nr": 22,
    "noroc_culoare": "Argintiu",
    "stare": "Împlinit"
  },
  "leu": {
    "general": "Leule, în această zi magică a Solstițiului de Iarnă reînviat, lumina divină te învăluie. Vei simți o conexiune profundă cu spiritul sărbătorii, deschizându-ți inima spre miracole nebănuite.",
    "dragoste": "Sub influența blândă a lunii și a spiritului de dăruire, relațiile tale capătă o nouă strălucire. Exprimă-ți afecțiunea fără rețineri, căci un gest simplu poate aprinde flacăra iubirii mai puternic ca oricând.",
    "bani": "Energia generozității se reflectă și în planul material. Fii deschis la oportunități neașteptate care vin prin conexiuni sociale, dar menține o atitudine echilibrată față de cheltuieli.",
    "noroc_nr": 37,
    "noroc_culoare": "Auriu regal",
    "stare": "Radiant"
  },
  "fecioara": {
    "general": "Pe 25 decembrie, sub lumina stelelor căzătoare și a spiritului festiv, vălul dintre lumi se subțiază, aducând revelații subtile pentru sufletul tău meticulos, Fecioară. Permite-ți să primești mesajele cosmice ce-ți șoptesc despre o nouă etapă de înflorire personală și spirituală.",
    "dragoste": "Inima ta, adesea dedicată serviciului, va fi inundată de căldură. Conexiuni vechi pot fi reînnoite, iar noi legături, predestinate, încep să se țese. Lasă-ți garda jos și îmbrățișează vulnerabilitatea, căci acolo se află adevărata magie.",
    "bani": "Oportunități financiare neașteptate pot apărea, ghidate de intuiție mai degrabă decât de logică pură. Fii deschis la surse de venit inedite și nu ezita să investești în cunoștințe sau abilități care îți pot amplifica prosperitatea pe termen lung. Balanța cosmică îți zâmbește.",
    "noroc_nr": 77,
    "noroc_culoare": "Auriu",
    "stare": "Receptiv"
  },
  "balanta": {
    "general": "Balanta, pe acest Crăciun magic, stelele îți șoptesc secrete adânci despre echilibrul tău interior. Lumina sărbătorii îți va ghida pașii spre revelații esențiale și o armonie profundă.",
    "dragoste": "Aura caldă a sărbătorilor aduce oportunități de reconectare cu cei dragi. O veche flacără ar putea pâlpâi din nou sau o legătură existentă se va adânci prin gesturi de afecțiune sinceră și înțelegere reciprocă.",
    "bani": "Deși spiritul cheltuitor al Crăciunului te poate tenta, un dar neașteptat sau o veste bună legată de finanțe îți va aduce liniște. Fii atent la oportunitățile de a echilibra balanța veniturilor și cheltuielilor, fără a-ți compromite bunăstarea viitoare.",
    "noroc_nr": 77,
    "noroc_culoare": "Verde smarald",
    "stare": "Armonios"
  },
  "scorpion": {
    "general": "Pe 25 decembrie 2025, portalurile celeste se deschid subtil pentru tine, Scorpion. Ascultă șoaptele stelelor, căci adevăruri profunde îți vor fi dezvăluite prin intuiție.",
    "dragoste": "O conexiune spirituală se adâncește, fie cu o persoană nouă, fie prin redefinirea legăturii existente. Fii deschis la vulnerabilitate și la împărtășirea secretelor sufletului.",
    "bani": "Oportunități neașteptate apar din surse oculte sau prin investiții intuitive. Acordă atenție detaliilor mici, ele ascund cheia prosperității.",
    "noroc_nr": 8,
    "noroc_culoare": "Auriu-închis",
    "stare": "Intuitiv"
  },
  "sagetator": {
    "general": "Stelele se aliniază într-un dans cosmic, deschizând portaluri de înțelegere profundă pentru spiritul tău liber. Ascultă șoaptele universului, căci ele îți dezvăluie calea spre o nouă perspectivă, lumina ta interioară fiind mai puternică ca oricând.",
    "dragoste": "Vibrațiile festive aduc o căldură specială în inima ta. O conexiune profundă se poate reaprinde sau un sentiment nou, pur, își găsește drumul către sufletul tău, ghidat de sinceritate și bucuria de a dărui.",
    "bani": "Energia Sărbătorilor te poate inspira să vezi noi oportunități, dar fii precaut cu impulsurile. Echilibrul între generozitate și prudență îți va aduce stabilitate și o perspectivă clară asupra resurselor tale în viitor.",
    "noroc_nr": 25,
    "noroc_culoare": "Auriu",
    "stare": "Luminos"
  },
  "capricorn": {
    "general": "Pe 25 decembrie 2025, cosmosul îți șoptește secrete străvechi, Capricornule. Energia stelară se aliniază pentru a-ți dezvălui noi căi spirituale și materiale.",
    "dragoste": "Inima ta se deschide spre conexiuni profunde și autentice. O întâlnire neașteptată sau o conversație sinceră poate reaprinde flacăra iubirii sau aduce o nouă înțelegere într-o relație existentă.",
    "bani": "Prudența ta nativă este binecuvântată astăzi. O mică recompensă neașteptată îți poate lumina calea, sau o idee inovatoare îți va pune bazele pentru prosperitatea viitoare. Fii deschis la surprize plăcute.",
    "noroc_nr": 22,
    "noroc_culoare": "Verde smarald",
    "stare": "Reflectiv"
  },
  "varsator": {
    "general": "Sub lumina astrală a Crăciunului, spiritul tău inovator se conectează cu o energie străveche. Simte cum înțelepciunea cosmosului îți șoptește secrete menite să-ți ghideze pașii.",
    "dragoste": "Conexiunile tale umane primesc o notă magică. O veche prietenie se poate transforma sau o nouă scânteie romantică poate aprinde inimi neașteptate, aducând profunzime legăturilor tale.",
    "bani": "Un flux subtil de energie financiară se apropie. Fii deschis la oferte neconvenționale sau la recunoașterea valorii muncii tale, care poate veni sub o formă neașteptată, aducând abundență.",
    "noroc_nr": 33,
    "noroc_culoare": "Albastru safir",
    "stare": "Iluminat"
  },
  "pesti": {
    "general": "Sub vălul ceresc al Crăciunului, Sufletul tău de Pești e chemat să se conecteze cu misterele subacvatice ale propriei ființe. Astăzi, porți cheia către comori ascunse, nu materiale, ci spirituale, ce așteaptă să fie descoperite.",
    "dragoste": "Inima ta, deschisă și plină de compasiune, va găsi o rezonanță profundă. Fii atent la mesajele subtile ale partenerului sau la întâlnirile întâmplătoare; o conexiune sufletească este pe cale să se aprofundeze sau să apară, aducând căldură și înțelegere reciprocă.",
    "bani": "Deși atenția ta e îndreptată mai mult spre spiritual, astăzi ar putea apărea o intuiție neașteptată legată de o investiție mică sau o oportunitate de a-ți valorifica talentele creative. Fii receptiv la aceste impulsuri, dar acționează cu prudență și echilibru.",
    "noroc_nr": 77,
    "noroc_culoare": "Acvamarin",
    "stare": "Seren"
  }
}