{
  "meta": {
    "data_valabilitate": "21-12-2025"
  },
  "berbec": {
    "general": "Pe 21 decembrie 2025, la solstițiul de iarnă, vă veți alinia cu energiile primordiale ale renașterii cosmice. Un portal interior se deschide, oferind o perspectivă clară asupra drumului sufletului tău.",
    "dragoste": "Inima ta, de obicei impetuoasă, va găsi un moment de liniște pentru a asculta șoaptele destinului. O conexiune profundă se poate consolida printr-o înțelegere tacită.",
    "bani": "Stelele indică o oportunitate neașteptată de a semăna semințe financiare pentru viitor. Fii receptiv la intuiție, dar și la detalii practice.",
    "noroc_nr": 21,
    "noroc_culoare": "Auriu",
    "stare": "Introspectiv"
  },
  "taur": {
    "general": "Pământul șoptește secrete străvechi la urechea ta, Taurule, chemându-te spre rădăcini. O energie subtilă îți pregătește terenul pentru o renaștere interioară profundă.",
    "dragoste": "Inima ta, deschisă ca un mugure sub zăpadă, va simți o căldură neașteptată. Momente de conexiune profundă și sinceritate vor consolida legăturile existente sau vor atrage o nouă armonie.",
    "bani": "Intuiția ta financiară este ascuțită, ca gheața care sculptează munții. Fii atent la detalii și vei descoperi oportunități neașteptate pentru a-ți fortifica averea, poate printr-un gest simplu, dar înțelept.",
    "noroc_nr": 8,
    "noroc_culoare": "Verde Smarald",
    "stare": "Armonios"
  },
  "gemini": {
    "general": "Pe măsură ce lumina se pregătește să renască, spiritele tale gemene sunt chemate să contemple ecourile trecutului și șoaptele viitorului. O energie subtilă îți deschide porți către înțelepciuni străvechi, pregătind terenul pentru revelații neașteptate.",
    "dragoste": "Inima ta este un caleidoscop de emoții, dar stelele sugerează că o conversație profundă va aduce lumină într-o situație ambiguă. Sinceritatea și vulnerabilitatea vor deschide drumuri spre conexiuni autentice, fie ele noi sau reînnoite.",
    "bani": "Intuiția ta financiară este ascuțită, ghidându-te spre oportunități neconvenționale. Fii atent la detalii minore și la propuneri care necesită gândire rapidă, căci ele pot ascunde semințe de prosperitate.",
    "noroc_nr": 33,
    "noroc_culoare": "Albastru Indigo",
    "stare": "Receptiv"
  },
  "rac": {
    "general": "Pe 21 decembrie 2025, Raci, vă veți simți adânc conectați la ritmurile primordiale ale Pământului, în timp ce Soarele își începe călătoria de renaștere. Ascultați șoaptele sufletului, căci ele vă vor ghida spre adevăruri ascunse în lumina întunericului sacru.",
    "dragoste": "Inimile voastre sensibile vor căuta căldură și înțelegere. O conversație profundă cu o persoană dragă poate dezvălui noi straturi de intimitate, sau un nou început romantic se poate ivi din cenușa vechilor așteptări.",
    "bani": "Abundența se manifestă subtil, nu prin câștiguri rapide, ci prin înțelepciune în gestionarea resurselor. O idee veche ar putea fi revitalizată, aducând beneficii neașteptate dacă sunteți deschiși la schimbare.",
    "noroc_nr": 77,
    "noroc_culoare": "Ametist",
    "stare": "Contemplativ"
  },
  "leu": {
    "general": "Pe 21 decembrie, lumina interioară a Leului este chemată să strălucească mai puternic ca niciodată, ghidând pașii spre un nou început. Este momentul să-ți asculți intuiția regală și să te pregătești pentru o renaștere spirituală.",
    "dragoste": "Inima ta generoasă va iradia o căldură magnetică, atrăgând conexiuni profunde și autentice. Fii deschis la surprize plăcute din partea persoanei iubite sau la o întâlnire destinată, dacă ești singur.",
    "bani": "Oportunități neașteptate pot apărea, aducând cu ele o creștere a prosperității. Fii atent la sfaturi venite din cercuri apropiate, ele pot debloca o cale spre abundență.",
    "noroc_nr": 7,
    "noroc_culoare": "Auriu",
    "stare": "Radiant"
  },
  "fecioara": {
    "general": "Pe această zi a solstițiului de iarnă, Fecioară, vălul dintre lumi se subțiază. Ascultă șoaptele stelelor, căci ele îți dezvăluie cărări neștiute.",
    "dragoste": "Inima ta, adesea prudentă, va simți un impuls neașteptat de a se deschide. O conexiune profundă, poate chiar karmică, se prefigurează la orizont, aducând lumină în colțurile umbrite ale sufletului tău.",
    "bani": "Pragmatismul tău este acum binecuvântat de intuiție. O idee ingenioasă sau o oportunitate neașteptată de investiție îți poate mări bunăstarea, dar cere o analiză atentă înainte de a acționa.",
    "noroc_nr": 77,
    "noroc_culoare": "Verde Smarald",
    "stare": "Iluminat"
  },
  "balanta": {
    "general": "Spiritul tău se va simți ancorat într-o energie străveche, aducând revelații profunde din subconștient. Ascultă șoaptele stelelor, căci ele îți vor ghida pașii către un nou echilibru interior.",
    "dragoste": "O conversație neașteptată sau o privire schimbată cu cineva drag poate aprinde o scânteie de înțelegere profundă. Relațiile existente se pot consolida printr-o onestitate vulnerabilă, iar cele noi ar putea începe sub auspiciile unei conexiuni karmice puternice.",
    "bani": "Stabilitatea financiară este favorizată de decizii prudente și o analiză atentă a resurselor. Oportunități neprevăzute pot apărea din proiecte sau investiții legate de familie sau proprietate, aducând un sentiment de siguranță.",
    "noroc_nr": 77,
    "noroc_culoare": "Ametist",
    "stare": "Contemplativ"
  },
  "scorpion": {
    "general": "Energiile solstițiului de iarnă îți șoptesc secrete străvechi, Scorpionule, deschizând porți spre o înțelegere profundă. E timpul să îmbrățișezi lumina ce răsare din cele mai adânci colțuri ale ființei tale.",
    "dragoste": "Inima ta, adesea învăluită în mister, va simți o chemare puternică spre conexiuni autentice. Fie că e vorba de o legătură nouă sau de aprofundarea uneia existente, lasă-te ghidat de intuiție pentru a descoperi acea pasiune care transcende banalul.",
    "bani": "Oportunitățile financiare pot apărea din surse neașteptate, poate chiar din proiecte uitate sau colaborări mistice. Fii deschis la idei inovatoare și la investiții care rezonează cu viziunea ta pe termen lung, dar păstrează o doză de prudență.",
    "noroc_nr": 77,
    "noroc_culoare": "Purpuriu Regal",
    "stare": "Reînnoit"
  },
  "sagetator": {
    "general": "Pe 21 decembrie 2025, o poartă cosmică se deschide, invitându-te să explorezi adâncimile spiritului tău. Lumina interioară îți va ghida pașii spre noi înțelesuri și revelații esențiale.",
    "dragoste": "O conversație profundă, purtată cu inima deschisă, va deschide noi orizonturi în relațiile tale, aducând o conexiune mai autentică și o armonie regăsită.",
    "bani": "Intuiția ta financiară este ascuțită; ascultă-ți vocea interioară pentru a identifica oportunități neașteptate, dar evită deciziile impulsive. Prudența aduce prosperitate.",
    "noroc_nr": 33,
    "noroc_culoare": "Indigo profund",
    "stare": "Inspirat"
  },
  "capricorn": {
    "general": "Pe măsură ce Soarele pătrunde în casa ta, o energie ancestrală îți șoptește secrete vechi. Este timpul să-ți asculți intuiția profundă, căci universul îți deschide porți spre înțelepciune.",
    "dragoste": "Vibrațiile celeste îți aduc claritate în relații. O conversație sinceră poate consolida legături vechi sau poate deschide inima pentru o nouă conexiune profundă și autentică.",
    "bani": "Planetele indică o oportunitate de a-ți reevalua resursele. O investiție mică, făcută cu discernământ, poate aduce roade neașteptate pe termen lung, manifestând abundență.",
    "noroc_nr": 67,
    "noroc_culoare": "Verde Smarald",
    "stare": "Reînnoit"
  },
  "varsator": {
    "general": "Pe această zi sacră a solstițiului de iarnă, vărsătorule, stelele îți șoptesc secretele regenerării și ale înnoirii interioare. O lumină subtilă se aprinde în sufletul tău, ghidându-te spre noi înțelesuri.",
    "dragoste": "Conexiunile tale sentimentale sunt învăluite într-o aură de profunzime; este un moment excelent pentru a explora legături spirituale și a aduce autenticitate în relații, fie ele noi sau vechi. Comunicarea sinceră va deschide porți spre o intimitate mai profundă, iar surprize plăcute pot veni din direcții neașteptate.",
    "bani": "Energia astrală favorizează o abordare inovatoare în chestiunile financiare. Gândește-te la strategii neconvenționale sau la investiții pe termen lung care reflectă valorile tale; o idee genială ar putea să-ți aducă beneficii substanțiale. Fii deschis la colaborări neobișnuite.",
    "noroc_nr": 22,
    "noroc_culoare": "Argintiu Cosmic",
    "stare": "Reînnoit"
  },
  "pesti": {
    "general": "Sub influența echinocțiului de iarnă și a alinierilor cerești, vei simți o adâncă chemare interioară spre introspecție și regenerare spirituală. Vălul dintre lumi se subțiază, aducând revelații despre propriul destin.",
    "dragoste": "Conexiunile tale emoționale se intensifică, deschizând porți spre o înțelegere mai profundă a nevoilor partenerului sau, dacă ești singur, spre întâlnirea unui suflet pereche cu care vei simți o legătură karmică puternică.",
    "bani": "Intuiția ta financiară este ascuțită; ascultă-ți vocea interioară în deciziile legate de investiții sau cheltuieli neașteptate. O oportunitate subtilă, dar profitabilă, ar putea apărea din domenii creative sau spirituale.",
    "noroc_nr": 77,
    "noroc_culoare": "Indigo",
    "stare": "Reflectiv"
  }
}