{
  "meta": {
    "data_valabilitate": "24-12-2025"
  },
  "berbec": {
    "general": "Pe 24 decembrie, voalul dintre lumi se subțiază pentru Berbec. Lumina ancestrală te ghidează spre revelații adânci ale sufletului tău impetuos.",
    "dragoste": "În inima căminului, vei descoperi o conexiune profundă, o flacără veche reaprinsă. Îmbrățișează căldura celor dragi, căci acolo stă darul suprem.",
    "bani": "Stelele îți șoptesc despre o ocazie neașteptată de a-ți valorifica talentele. Fii deschis, dar prudent cu energia investițiilor, mai ales în ajun de sărbătoare.",
    "noroc_nr": 33,
    "noroc_culoare": "Auriu Regal",
    "stare": "Iluminat"
  },
  "taur": {
    "general": "Pe 24 decembrie, Luna se așterne ca o pătură de catifea peste sufletul tău de Taur, invitându-te la o profundă introspecție. Vibrațiile sacre ale acestei nopți te ghidează spre o înțelegere mai profundă a rădăcinilor tale și a locului tău în univers.",
    "dragoste": "Această noapte magică aduce armonie în relațiile tale. O declarație sinceră sau un gest de afecțiune neașteptat din partea unei persoane dragi îți va umple inima de căldură și recunoștință, consolidând legăturile existente și deschizând noi perspective romantice pentru cei singuri.",
    "bani": "Deși nu este o zi propice pentru decizii financiare majore, energia sărbătorii îți poate aduce o intuiție prețioasă legată de investiții sau economii viitoare. Fii deschis la mesaje subtile sau sfaturi neașteptate care ar putea deschide uși către prosperitate în noul an.",
    "noroc_nr": 7,
    "noroc_culoare": "Verde Smarald",
    "stare": "Armonios"
  },
  "gemini": {
    "general": "Pe 24 decembrie 2025, în ajunul sărbătorii, vibrațiile cosmice te invită la o profundă introspecție, Gemeni. Vei simți cum vălurile iluziei se subțiază, revelând adevăruri ascunse în dualitatea ta.",
    "dragoste": "Astrele favorizează reconectarea emoțională. O discuție sinceră cu cineva drag, poate chiar o persoană din trecut, va aduce claritate și va reaprinde scântei uitate sau va așeza bazele unei noi înțelegeri profunde.",
    "bani": "Cheltuielile specifice sărbătorilor pot fi mai generoase decât de obicei, însă o mică surpriză financiară neașteptată sau un cadou valoros îți va echilibra balanța. Fii deschis la oportunități subtile.",
    "noroc_nr": 22,
    "noroc_culoare": "Verde Smarald",
    "stare": "Echilibrat"
  },
  "rac": {
    "general": "Sub vălul blând al nopții de Ajun, Luna îți șoptește secrete străvechi, Racule. Ești chemat să te conectezi la rădăcinile tale cele mai profunde, unde magia așteaptă să fie descoperită.",
    "dragoste": "Inima ta se deschide ca o floare rară sub lumina caldă a iubirii. Momentele petrecute alături de cei dragi vor aduce o împlinire sufletească profundă, consolidând legături sacre și aducând o nouă profunzime relațiilor tale.",
    "bani": "Intuiția ta te ghidează către oportunități subtile de prosperitate. Fii atent la mesajele ascunse din jurul tău; o mică investiție emoțională sau un gest de generozitate ar putea atrage recompense neașteptate pe termen lung.",
    "noroc_nr": 7,
    "noroc_culoare": "Argintiu",
    "stare": "Seren"
  },
  "leu": {
    "general": "Pe 24 decembrie, Leul este chemat să-și lumineze calea interioară, un far mistic ce ghidează spre noi orizonturi ale înțelegerii. O energie ancestrală îți șoptește secrete vechi, pregătindu-te pentru o renaștere spirituală.",
    "dragoste": "Inima ta radiantă va atrage conexiuni profunde și pline de căldură. Lasă iubirea să te învăluie ca o mantie magică, aducând revelații dulci și momente de neuitat alături de cei dragi sau de o nouă prezență specială.",
    "bani": "Generozitatea sărbătorilor aduce cu sine și o undă de prosperitate neașteptată. Fii deschis la darurile Universului, fie că sunt oportunități financiare sau recunoașterea valorii tale.",
    "noroc_nr": 77,
    "noroc_culoare": "Auriu",
    "stare": "Strălucitor"
  },
  "fecioara": {
    "general": "Pe 24 decembrie, Fecioară, vălul dintre lumi se subțiază, aducând o claritate neașteptată în labirintul gândurilor tale. Ascultă șoaptele stelelor, căci ele îți dezvăluie cărarea spre echilibrul interior și spre o înțelegere mai profundă a planului divin.",
    "dragoste": "Inima ta, adesea precaută, va găsi alinare în brațele celor dragi. O conversație profundă cu o persoană importantă va reaprinde scântei uitate și va aduce o înțelegere reciprocă mai profundă. Deschide-te spre vulnerabilitate și vei primi căldură și afecțiune necondiționată.",
    "bani": "Oportunități subtile de îmbunătățire a situației tale financiare se ivesc din discuții informale. Fii atent la detalii și nu te teme să reevaluezi vechi strategii; prudența ta naturală te va ghida către decizii înțelepte care vor fructifica în viitorul apropiat.",
    "noroc_nr": 72,
    "noroc_culoare": "Verde Smarald",
    "stare": "Seren"
  },
  "balanta": {
    "general": "Sub influența Lunii aproape pline, spiritul tău Balanță va fi cuprins de o dorință profundă de echilibru și reflecție. O șoaptă străveche a universului te îndeamnă să asculți, deschizându-ți calea spre o înțelegere mai profundă.",
    "dragoste": "Inima ta va simți o chemare subtilă către conexiuni autentice. Fii deschis la comunicare sinceră și la gesturi de afecțiune neașteptate; o energie de reconciliere sau de aprofundare a legăturilor planează deasupra ta.",
    "bani": "Vei fi inspirat să reevaluezi prioritățile financiare. Aceasta este o zi pentru planificare prudentă și analiză calmă a resurselor, căci oportunități subtile pot apărea din colaborări neașteptate.",
    "noroc_nr": 22,
    "noroc_culoare": "Albastru Indigo",
    "stare": "Seren"
  },
  "scorpion": {
    "general": "Pe 24 decembrie, Scorpion, vălul dintre lumi devine subțire, permițându-ți să percepi adevăruri ascunse. Vibrațiile cosmice te împing spre o introspecție profundă, dezvăluind calea spre renaștere.",
    "dragoste": "În sfera inimii, conexiunile tale capătă o intensitate aproape telepatică. Fii deschis la mesaje subtile și gesturi neașteptate care pot reaprinde o flacără veche sau aprinde una nouă cu o profunzime karmică.",
    "bani": "Fluxul abundenței este influențat de generozitatea ta interioară și de capacitatea de a recunoaște valoarea ascunsă. O oportunitate financiară neașteptată ar putea apărea dintr-o sursă surprinzătoare, legată de o veche investiție sau o idee abandonată.",
    "noroc_nr": 77,
    "noroc_culoare": "Ametist",
    "stare": "Intuitiv"
  },
  "sagetator": {
    "general": "Stelele se aliniază într-un dans eteric, aducând ecouri din vechi profeții. Un văl subțire se ridică, dezvăluind căi nebănuite pentru sufletul tău călător, plin de dorință de explorare.",
    "dragoste": "Vibrații blânde îți învăluie inima, invitându-te la o introspecție profundă asupra legăturilor tale. O conversație sinceră poate topi ziduri vechi și reaprinde scântei uitate sau aduce claritate în noi aspirații, mai ales în cercul intim.",
    "bani": "Energia astrală te ghidează spre o gestionare mai înțeleaptă a resurselor. Fii deschis la oportunități neașteptate, dar evită deciziile impulsive; o surpriză financiară plăcută poate apărea dintr-o sursă veche sau o idee luminoasă care îți traversează mintea.",
    "noroc_nr": 33,
    "noroc_culoare": "Indigo",
    "stare": "Contemplativ"
  },
  "capricorn": {
    "general": "Pe 24 decembrie 2025, o energie stelară profundă te îndeamnă la introspecție, Capricornule, pregătind terenul pentru revelații subtile. Unda magică a nopții sfinte îți va deschide porți către înțelegeri adânci ale propriului destin.",
    "dragoste": "Inima ta va fi un far de căldură, atrăgând conexiuni autentice. Fie că ești alături de o persoană dragă sau în căutarea unei legături profunde, astrele favorizează împărtășirea sinceră a sentimentelor și momente de tandrețe ce vor lăsa amintiri prețioase.",
    "bani": "Deși spiritul sărbătorilor predomină, o conjunctură astrală subtilă îți sugerează să fii atent la detaliile financiare minore. S-ar putea să apară o mică oportunitate neașteptată sau o cheltuială surpriză, dar echilibrul financiar rămâne favorabil dacă abordezi cu pragmatism deciziile.",
    "noroc_nr": 47,
    "noroc_culoare": "Auriu",
    "stare": "Contemplativ"
  },
  "varsator": {
    "general": "Sub vălul argintiu al nopții de Ajun, stelele îți șoptesc secrete străvechi, Varsatorule. Un portal energetic se deschide, invitându-te să explorezi noi dimensiuni ale conștiinței tale.",
    "dragoste": "Armonia se va așeza în relațiile tale, iar o conversație sinceră, sub lumina blândă a bradului, ar putea reaprinde o scânteie uitată sau consolida o legătură profundă. Fii deschis la vulnerabilitate.",
    "bani": "Energia sărbătorilor aduce oportunități neașteptate, dar fii precaut cu cheltuielile impulsive. O idee inovatoare îți poate deschide căi noi spre prosperitate, dacă o abordezi cu discernământ.",
    "noroc_nr": 22,
    "noroc_culoare": "Albastru electric",
    "stare": "Inspirat"
  },
  "pesti": {
    "general": "Eteriul vă învăluie într-un voal de mister, dezvăluind secretele ascunse ale sufletului. Permiteți-vă să plutiți pe valurile intuiției, ghidați de lumina interioară.",
    "dragoste": "Conexiunile profunde se intensifică, aducând o notă de magie în relațiile voastre. Deschideți-vă inima spre darul necondiționat al afecțiunii divine, chiar și în cele mai neașteptate forme.",
    "bani": "Deși bogăția spirituală primează, o oportunitate neașteptată, subtilă, poate apărea din surse neconvenționale. Fii receptiv la semnele universului și la generozitatea divină.",
    "noroc_nr": 77,
    "noroc_culoare": "Indigo",
    "stare": "Visător"
  }
}