{
  "meta": {
    "data_valabilitate": "26-12-2025"
  },
  "berbec": {
    "general": "Voalul cosmic se ridică, dezvăluind căi nebănuite. Lasă-ți intuiția să te ghideze spre alinierea cu destinul tău superior.",
    "dragoste": "O conexiune profundă se profilează la orizont, aducând o nouă scânteie în relațiile existente sau aprinzând o flacără neașteptată pentru cei singuri. Fii deschis la vulnerabilitate și sinceritate.",
    "bani": "Oportunități financiare neașteptate pot apărea din direcții surprinzătoare. Fii curajos în decizii, dar prudent în cheltuieli; recompensele vin pentru cei cu viziune clară.",
    "noroc_nr": 26,
    "noroc_culoare": "Violet",
    "stare": "Inspirat"
  },
  "taur": {
    "general": "Vălul iluziei se subțiază, revelând adevăruri profunde legate de fundația existenței tale. Acordă-ți timp să asculți șoaptele pământului, ele te ghidează spre rădăcinile tale interioare.",
    "dragoste": "O conexiune sufletească veche sau nouă se adâncește, oferindu-ți stabilitatea emoțională pe care o cauți. Permite-ți vulnerabilitatea pentru a consolida legături autentice, unde confortul inimii este cel mai prețios dar.",
    "bani": "Intuiția ta financiară este ascuțită; ascultă acele senzații subtile legate de investiții sau cheltuieli. O sursă neașteptată de prosperitate ar putea apărea, fructificând eforturile depuse în trecut.",
    "noroc_nr": 38,
    "noroc_culoare": "Verde Smarald",
    "stare": "Ancorat"
  },
  "gemini": {
    "general": "Vălul dintre lumi se subțiază, Gemeni, aducând ecouri din tărâmuri nevăzute. Fii deschis la mesaje subtile, căci o înțelegere profundă te așteaptă.",
    "dragoste": "Inima ta caută armonie, iar astrele încurajează dialogul sincer. O veche conexiune ar putea renaște, sau o nouă flacără te va surprinde cu profunzimea sa.",
    "bani": "O energie nouă îți stimulează ingeniozitatea financiară. Fii atent la detalii în tranzacții și nu ezita să explorezi noi metode de a-ți crește prosperitatea.",
    "noroc_nr": 22,
    "noroc_culoare": "Violet cosmic",
    "stare": "Curios"
  },
  "rac": {
    "general": "Undele astrale te învăluie astăzi într-o mantie de înțelepciune interioară, Racule. Ascultă șoaptele sufletului tău, căci ele îți vor ghida pașii spre echilibru și armonie profundă.",
    "dragoste": "O conexiune subtilă se adâncește în relațiile tale, aducând o nouă undă de înțelegere și tandrețe. Fii deschis la vulnerabilitate și vei descoperi o intimitate mai profundă alături de cineva drag.",
    "bani": "Intuiția ta financiară este ascuțită; evită deciziile impulsive și alege prudența. O mică recompensă neașteptată sau o clarificare legată de o investiție ar putea apărea.",
    "noroc_nr": 27,
    "noroc_culoare": "Argintiu perlat",
    "stare": "Reflectiv"
  },
  "leu": {
    "general": "Pe 26 decembrie 2025, o energie cosmică specială te învăluie, aducând lumină în colțurile ascunse ale sufletului tău. Ești chemat să strălucești, Leule, dar și să te conectezi la sursa ta interioară de putere.",
    "dragoste": "Inima ta, mândră și generoasă, va simți o chemare către autenticitate. Fii deschis(ă) să exprimi adevăratele tale sentimente; o conexiune profundă te așteaptă, fie că este vorba de reaprinderea unei vechi flăcări sau de o nouă scânteie plină de promisiuni.",
    "bani": "Stelele îți indică o perioadă de claritate financiară, unde deciziile intuitive pot aduce recompense neașteptate. Fii atent(ă) la oportunități subtile care se ivesc din discuții informale și nu te teme să investești în ceea ce crezi cu adevărat.",
    "noroc_nr": 33,
    "noroc_culoare": "Auriu regal",
    "stare": "Radiant"
  },
  "fecioara": {
    "general": "Vălul dintre lumi se subțiază, aducând șoapte din vechime ce te ghidează spre un nou început. Stelele îți dezvăluie o cale ascunsă, presărată cu revelații profunde.",
    "dragoste": "Sub influența Lunii, inima ta va simți o chemare spre conexiuni autentice. Fie că e vorba de o flacără veche reaprinsă sau de o nouă întâlnire predestinată, sinceritatea va fi cheia fericirii.",
    "bani": "Prudența ta nativă este binecuvântată astăzi de astre. O oportunitate neașteptată de a consolida finanțele poate apărea, dar cere o analiză atentă și o intuiție ascuțită înainte de a acționa.",
    "noroc_nr": 77,
    "noroc_culoare": "Verde Smarald",
    "stare": "Intuitiv"
  },
  "balanta": {
    "general": "Sub influența Lunii în creștere, voalul dintre lumi se subțiază, aducându-ți intuiții profunde. Echilibrul tău interior este o busolă stelară, ghidându-te spre adevăruri ascunse.",
    "dragoste": "O discuție sinceră, purtată sub lumina blândă a serii, poate clarifica neînțelegeri vechi sau poate reaprinde o scânteie uitată. Inima ta, deschisă și vulnerabilă, va atrage sinceritatea pe care o meriți.",
    "bani": "Fii atent la semnele subtile din jurul tău; o oportunitate financiară, deși mascată, îți poate apărea în cale. Prudența în cheltuieli este o virtute, dar și deschiderea spre noi surse de venit.",
    "noroc_nr": 33,
    "noroc_culoare": "Albastru Indigo",
    "stare": "Reflectiv"
  },
  "scorpion": {
    "general": "Ecouri străvechi îți șoptesc secrete din adâncuri, ghidându-ți pașii prin vălul iluziilor. O revelație profundă îți va lumina calea, dezvăluind adevăruri ascunse în colțurile sufletului.",
    "dragoste": "Conexiunile tale cele mai profunde vor fi puse la încercare, dar și consolidate de o sinceritate brutală. Permite vulnerabilității să creeze punți noi, nu ziduri.",
    "bani": "Intuția ta ascuțită te va ghida prin labirintul oportunităților financiare. Fii atent la semnele subtile din jurul tău, căci o investiție neașteptată ar putea aduce roade.",
    "noroc_nr": 27,
    "noroc_culoare": "Vișiniu",
    "stare": "Intens"
  },
  "sagetator": {
    "general": "Pe 26 decembrie, arcurile destinului te îndeamnă spre o profundă introspecție, lumina stelelor ghidându-te spre adevăruri ascunse. O nouă perspectivă se ivește la orizont, promițând expansiune și înțelepciune în călătoria ta.",
    "dragoste": "Inima ta, liberă ca un vânt de iarnă, va simți chemarea unei apropieri autentice. Fii deschis(ă) să împărtășești vulnerabilități, căci acolo se află cheia unei legături mai profunde, gata să înflorească sub zodia iubirii universale.",
    "bani": "Fluviul abundenței curge, iar intuiția ta ascuțită te va ghida spre oportunități neașteptate. Fii totuși prudent(ă) în decizii, echilibrând entuziasmul cu o analiză atentă a mișcărilor financiare.",
    "noroc_nr": 55,
    "noroc_culoare": "Ametist",
    "stare": "Iluminat"
  },
  "capricorn": {
    "general": "Constelația ta îți șoptește secrete străvechi, căci ziua de 26 decembrie e un portal către înțelepciune. Ascultă chemarea interioară și vei descoperi căile nevăzute ale destinului tău.",
    "dragoste": "Vibrațiile cosmice intensifică legăturile profunde, aducând claritate în relațiile esențiale. O discuție sinceră poate consolida o bază existentă sau deschide o ușă neașteptată către o conexiune autentică.",
    "bani": "Fii atent la semnele universului legate de oportunități financiare neașteptate. O investiție mică, dar inteligentă, sau o idee creativă poate aduce roade surprinzătoare pe termen lung.",
    "noroc_nr": 73,
    "noroc_culoare": "Verde Smarald",
    "stare": "Vizionar"
  },
  "varsator": {
    "general": "Pe 26 decembrie, vărsător, vă veți găsi la răscrucea dintre vechi și nou, sub influența subtilă a cosmosului. Undele eterice vă îndeamnă să priviți înăuntrul vostru, căci acolo se află cheia revelațiilor.",
    "dragoste": "Conexiunile sufletești profunde vă vor fi puse în lumină, aducând claritate asupra legăturilor voastre cele mai prețioase. Fiți deschiși la gesturi neașteptate de afecțiune, ele poartă mesaje cosmice.",
    "bani": "O sursă neașteptată de prosperitate ar putea apărea la orizont, dar prudența rămâne cuvântul de ordine. Analizați cu atenție fiecare oportunitate înainte de a acționa.",
    "noroc_nr": 73,
    "noroc_culoare": "Albastru Indigo",
    "stare": "Introspectiv"
  },
  "pesti": {
    "general": "Valurile destinului te poartă azi spre tărâmuri neexplorate ale sufletului tău. Ascultă șoaptele subtile ale universului, căci ele îți vor ghida pașii în această zi magică.",
    "dragoste": "Conexiunile tale emoționale se adâncesc, aducând la suprafață sentimente de o puritate cristalină. O conversație profundă poate deschide porți spre o înțelegere mai vastă a legăturilor inimii.",
    "bani": "Intuiția ta financiară este ascuțită, dar evită impulsurile. O abordare calmă și reflectată va atrage prosperitatea sub forme neașteptate.",
    "noroc_nr": 22,
    "noroc_culoare": "Violet acvatic",
    "stare": "Reflectiv"
  }
}