{
  "meta": {
    "data_valabilitate": "22-12-2025"
  },
  "berbec": {
    "general": "Energia solstițiului de iarnă îți șoptește secrete străvechi, Berbecule, deschizând porți spre o înțelegere mai profundă a propriului destin. Simte cum lumina renăscută îți aprinde focul interior, pregătindu-te pentru un ciclu nou de împliniri.",
    "dragoste": "O întâlnire neașteptată sau o conversație profundă cu persoana iubită îți va lumina inima. Lasă-te purtat de valul emoțiilor sincere și exprimă-ți fără rețineri sentimentele.",
    "bani": "Aspectele astrale favorizează inițiativele curajoase în plan financiar. O idee veche ar putea prinde contur acum, aducând beneficii neașteptate dacă ești atent la semnele universului.",
    "noroc_nr": 9,
    "noroc_culoare": "Auriu",
    "stare": "Vibrant"
  },
  "taur": {
    "general": "Astăzi, forțele pământului îți șoptesc secrete străvechi, aducându-ți o ancorare profundă în ființa ta. Simte chemarea subconștientului, căci un mesaj important își caută drumul către lumina conștientului tău.",
    "dragoste": "Inima ta este un templu sacru, iar vibrațiile eterice te îndeamnă să te deschizi către o iubire mai profundă și autentică. Fie că redescoperi pasiunea alături de cineva drag, fie că o întâlnire karmică îți va deschide noi orizonturi emoționale, lasă-te purtat de curentul destinului.",
    "bani": "Sub influența astrelor, intuiția ta financiară este ascuțită, ghidându-te către decizii solide și profitabile. Oportunități neașteptate pot apărea, aducând un suflu nou în planurile tale materiale, mai ales dacă ești deschis la colaborări sau investiții pe termen lung.",
    "noroc_nr": 33,
    "noroc_culoare": "Smarald",
    "stare": "Centrat"
  },
  "gemini": {
    "general": "Pe 22 decembrie 2025, Gemenii simt o chemare subtilă spre echilibru interior, într-un dans armonios între gând și intuiție. Stelele vă îndeamnă să priviți dincolo de aparențe și să găsiți răspunsuri în dualitatea voastră. Este un moment profund de contemplare.",
    "dragoste": "În plan sentimental, veți descoperi că sinceritatea și vulnerabilitatea sunt cheia spre conexiuni mai profunde. O conversație tăcută sau un gest neașteptat din partea cuiva drag poate lumina calea și consolida legăturile.",
    "bani": "Situația financiară se află sub influența precauției binevenite. Este un moment propice pentru a reevalua planurile de viitor; o idee veche, demult uitată, ar putea fi rescrisă pentru a aduce profituri neașteptate, dar acționați cu prudență.",
    "noroc_nr": 44,
    "noroc_culoare": "Albastru Indigo",
    "stare": "Introspectiv"
  },
  "rac": {
    "general": "Pe 22 decembrie, vă veți simți ghidat de un val de intuiție cosmică, deschizând porți către înțelegeri profunde. Lumina interioară vă va arăta calea spre adevăruri ascunse.",
    "dragoste": "Conexiunile emoționale se adâncesc, aducând la suprafață sentimente nespuse. Este un moment propice pentru a exprima afecțiunea și a consolida legături, fie ele noi sau vechi.",
    "bani": "Prudența este cheia în deciziile financiare de azi. Oportunități subtile de creștere pot apărea prin colaborări sau idei inovatoare, așa că fiți receptivi la semne.",
    "noroc_nr": 77,
    "noroc_culoare": "Albastru Marin",
    "stare": "Intuitiv"
  },
  "leu": {
    "general": "Pe 22 decembrie 2025, lumina interioară a Leului va arde mai puternic ca niciodată, îndemnându-te să-ți reevaluezi tronul și direcția. Sub soarele solstițiului de iarnă, voința divină îți va șopti secrete despre puterea ta latentă.",
    "dragoste": "Inima ta generoasă va iradia o căldură magnetică, atrăgând priviri admirative și conexiuni profunde. Este un moment propice pentru a reafirma legăturile existente sau pentru a întâlni o flacără geamănă, recunoscând valoarea iubirii autentice dincolo de aparențe.",
    "bani": "Intuiția ta regală te va ghida spre oportunități neașteptate de îmbogățire, dar fii atent la mirajele superficiale. Echilibrul între generozitate și prudență îți va asigura prosperitatea, consolidându-ți statutul.",
    "noroc_nr": 77,
    "noroc_culoare": "Auriu Regal",
    "stare": "Triumfător"
  },
  "fecioara": {
    "general": "Voalurile dintre lumi se subțiază, aducând șoapte din tărâmuri nevăzute. Ascultă cu inima, căci adevăruri străvechi îți vor ghida pașii în această zi magică a solstițiului.",
    "dragoste": "O revelație subtilă îți va lumina calea în relațiile tale, deschizând inima către o înțelegere mai profundă a legăturilor sufletești și a nevoilor celuilalt. Lasă-te purtat de intuiție.",
    "bani": "Energia solstițiului îți poate aduce o intuiție clară în privința resurselor tale, revelând căi neexplorate pentru prosperitate și echilibru financiar. Fii atent la oportunitățile subtile.",
    "noroc_nr": 77,
    "noroc_culoare": "Auriu",
    "stare": "Intuitiv"
  },
  "balanta": {
    "general": "Pe 22 decembrie, voalul dintre lumi se subțiază pentru Balanțe, aducând revelații din tărâmuri eterice. Ascultă șoaptele vântului, căci ele îți poartă mesajele destineului.",
    "dragoste": "Inima ta va fi un far, atrăgând conexiuni profunde. Fii deschis la vulnerabilitate și la împărtășirea visurilor, căci acolo se află cheia armoniei.",
    "bani": "Intuiția ta financiară este sporită. O oportunitate neașteptată se poate ivi, dar cere o evaluare atentă înainte de a te angaja.",
    "noroc_nr": 77,
    "noroc_culoare": "Indigo",
    "stare": "Echilibrat"
  },
  "scorpion": {
    "general": "Pe 22 decembrie 2025, Scorpion, vălul dintre lumi se subțiază, revelând adâncimi ascunse ale destinului tău. Forțe ancestrale îți șoptesc secrete, ghidându-ți pașii spre o înțelegere profundă.",
    "dragoste": "În sfera iubirii, o întâlnire karmică sau o revelație neașteptată poate redefini conexiunile existente. Deschide-ți inima spre vulnerabilitate și vei găsi o legătură spirituală de o intensitate rară.",
    "bani": "Așteaptă-te la o oportunitate financiară neconvențională care se ivește dintr-o sursă surprinzătoare. Intuiția ta ascuțită îți va fi cel mai bun ghid în luarea deciziilor, transformând riscul în recompensă.",
    "noroc_nr": 47,
    "noroc_culoare": "Ametist",
    "stare": "Introspectiv"
  },
  "sagetator": {
    "general": "Pe 22 decembrie, Săgetătorule, porțile înțelepciunii ancestrale se deschid, luminând căile nevăzute ale destinului tău. Ascultă șoaptele stelelor, căci ele îți vor ghida pașii spre revelații profunde.",
    "dragoste": "Conexiunile tale interpersonale se adâncesc sub influența lunară, aducând o nouă profunzime în relațiile existente sau scântei neașteptate pentru sufletele singure. Fii deschis la vulnerabilitate.",
    "bani": "Unda cosmică favorizează intuiția financiară; deciziile luate astăzi, chiar dacă par minore, pot avea ecouri pozitive pe termen lung. Fii atent la detaliile ascunse în oferte.",
    "noroc_nr": 47,
    "noroc_culoare": "Turcoaz",
    "stare": "Intuitiv"
  },
  "capricorn": {
    "general": "Pe 22 decembrie 2025, Soarele tocmai a pășit în zodia ta, marcând solstițiul de iarnă și un nou ciclu cosmic plin de promisiuni. Energiile ancestrale te învăluie, chemându-te la o profundă introspecție și redefinire a scopurilor.",
    "dragoste": "Inima ta, de obicei rezervată, va fi deschisă influențelor lunare, aducând o sinceritate neașteptată în relațiile existente sau o nouă perspectivă asupra unei legături abia înfiripate. Comunicarea autentică va fi cheia.",
    "bani": "Prudența ta financiară va fi recompensată, iar o idee veche ar putea acum să-ți aducă beneficii neașteptate. Fii deschis la propuneri care îți solicită ingeniozitatea, dar analizează-le cu atenție înainte de a acționa.",
    "noroc_nr": 22,
    "noroc_culoare": "Verde Smarald",
    "stare": "Profund"
  },
  "varsator": {
    "general": "Pe măsură ce ziua scurtă își atinge apogeul, porțile subconștientului tău se deschid, oferind acces la viziuni clare. Ascultă șoaptele stelelor, căci ele îți vor ghida pașii spre noi înțelesuri și revelații profunde.",
    "dragoste": "Conexiunile tale sentimentale sunt luminate de o energie de înțelegere reciprocă. Este un moment excelent pentru a explora profunzimea legăturilor existente sau pentru a întâlni suflete afine prin conversații stimulative și idei împărtășite. Deschiderea către autenticitate aduce armonie.",
    "bani": "O undă de inspirație te poate ghida către soluții ingenioase în plan financiar. Fii receptiv la idei neconvenționale și nu te teme să explorezi căi noi. Deciziile bazate pe intuiție pot aduce rezultate surprinzătoare, dar judecă cu prudență.",
    "noroc_nr": 77,
    "noroc_culoare": "Indigo",
    "stare": "Vizionar"
  },
  "pesti": {
    "general": "Undele cosmice te învăluie într-o melodie mută, Piscule, pregătind sufletul pentru o revelație interioară. Ascultă șoaptele stelelor, căci ele îți dezvăluie calea spre lumină și armonie profundă.",
    "dragoste": "Inima ta, un ocean de emoții, va fi receptivă la vibrații subtile. O conexiune profundă, poate chiar neașteptată, îți va atinge coardele sensibile, aducând armonie sau o nouă înțelegere în relațiile tale existente sau o promisiune pentru una viitoare.",
    "bani": "Atenția la detalii și intuiția ta ascuțită te vor ghida prin ape financiare, relevând oportunități ascunse. O propunere minoră, mascată sub aparențe banale, ar putea aduce un câștig neașteptat dacă ești dispus să vezi dincolo de superficial.",
    "noroc_nr": 73,
    "noroc_culoare": "Indigo",
    "stare": "Receptiv"
  }
}