{
  "meta": {
    "data_valabilitate": "27-12-2025"
  },
  "berbec": {
    "general": "Voalul timpului se subțiază, revelând cărări ascunse ce-ți vor îmbogăți spiritul. Energia cosmică te învăluie, pregătindu-te pentru o transformare interioară profundă.",
    "dragoste": "Inima ta, un far luminos, atrage acum suflete compatibile. O conexiune neașteptată sau o aprofundare a unei relații existente îți va aduce o bucurie subtilă, dar intensă.",
    "bani": "Stelele indică o aliniere favorabilă pentru prosperitate. Fii atent la semnele divine; o idee inovatoare sau o colaborare neașteptată îți poate deschide porți către abundanță.",
    "noroc_nr": 33,
    "noroc_culoare": "Verde smarald",
    "stare": "Receptiv"
  },
  "taur": {
    "general": "Voalurile dintre lumi se subțiază azi pentru tine, Taurule, aducând ecouri din viitor. Simte chemarea pământului sub picioarele tale, ghidându-te spre o revelație profundă.",
    "dragoste": "O conexiune spirituală se adâncește, aducând un sentiment de pace și înțelegere reciprocă. Deschide-ți inima spre vulnerabilitate și vei descoperi o nouă dimensiune a iubirii.",
    "bani": "Intuiția ta financiară este ascuțită; ascult-o cu atenție înainte de a lua decizii majore. O oportunitate neașteptată de creștere a veniturilor ar putea apărea din domenii neconvenționale.",
    "noroc_nr": 22,
    "noroc_culoare": "Verde Smarald",
    "stare": "Receptiv"
  },
  "gemini": {
    "general": "Vălul dintre lumi se subțiază, Gemeni, aducând ecouri din planuri subtile. Ascultă șoaptele stelelor, căci ele îți ghidează pașii spre revelații neașteptate.",
    "dragoste": "Conexiunile profunde se intensifică, oferind ocazia de a exprima sentimente ascunse. Fii deschis la vulnerabilitate și vei descoperi o nouă dimensiune a intimității sau vei atrage o legătură spirituală.",
    "bani": "Oportunitățile financiare pot apărea sub forme neconvenționale; fii atent la semne și intuiții. O investiție mică sau o idee creativă ar putea aduce beneficii pe termen lung, dar evită riscurile majore astăzi.",
    "noroc_nr": 33,
    "noroc_culoare": "Turcoaz",
    "stare": "Receptiv"
  },
  "rac": {
    "general": "Pe 27 decembrie 2025, Racule, Luna, regina ta, îți șoptește secrete ancestrale. Ascultă-ți intuiția, căci porți în tine o busolă stelară, ghidându-te spre adâncuri revelatoare.",
    "dragoste": "Conexiunile tale emoționale vor fi profund amplificate; este un moment propice pentru a exprima afecțiunea latentă sau pentru a redescoperi pasiunea alături de cineva drag. Fii deschis la vulnerabilitate și la magia sincerității.",
    "bani": "O energie subtilă te ghidează spre oportunități neașteptate. Fii atent la semnele din jurul tău, căci o investiție modestă sau o decizie intuitivă pot aduce roade pe termen lung și stabilitate.",
    "noroc_nr": 42,
    "noroc_culoare": "Albastru Safir",
    "stare": "Contemplativ"
  },
  "leu": {
    "general": "Pe 27 decembrie 2025, vărsământul cosmic aduce o lumină revelatoare asupra caii tale, îndemnându-te să îți asculți intuiția profundă. Lasă-ți inima de leu să te ghideze spre înțelepciunea interioară și spre noi orizonturi de înțelegere a destinului tău.",
    "dragoste": "Astrele îți șoptesc povești de iubire profundă; este un moment propice pentru a consolida legăturile existente printr-o comunicare sinceră sau pentru a deschide inima spre o conexiune neașteptată, plină de pasiune. Fii autentic și vulnerabil, și vei atrage ceea ce ești menit să primești.",
    "bani": "Energia Capricornului te îndeamnă la prudență și la o analiză atentă a resurselor, dar nu exclude oportunitățile venite din colaborări sau proiecte creative neconvenționale. Fii atent la detalii și ia decizii informate pentru a-ți maximiza câștigurile pe termen lung și a-ți asigura stabilitatea financiară.",
    "noroc_nr": 77,
    "noroc_culoare": "Auriu",
    "stare": "Radiant"
  },
  "fecioara": {
    "general": "Astăzi, Fecioară, vălul dintre lumi se subțiază, revelând o cale ascunsă spre înțelepciune interioară. Lăsați-vă ghidați de șoaptele subtile ale intuiției, mai presus de logica voastră impecabilă.",
    "dragoste": "Inima voastră, de obicei precaută, va fi astăzi mai deschisă. Permiteți-vă să simțiți conexiuni profunde și să exprimați vulnerabilitatea, aducând o nouă armonie în relații.",
    "bani": "O idee neașteptată sau o conversație fortuită ar putea deschide o nouă perspectivă financiară. Fiți atenți la detalii și evaluați cu prudență orice oportunitate care se ivește.",
    "noroc_nr": 29,
    "noroc_culoare": "Indigo",
    "stare": "Intuitiv"
  },
  "balanta": {
    "general": "Astăzi, veți simți o chemare subtilă către introspecție, o reevaluare a echilibrului interior și a valorilor fundamentale. Universul vă șoptește că armonia adevărată izvorăște din înțelegerea propriei esențe.",
    "dragoste": "Conexiunile sentimentale vor fi profund influențate de deschiderea voastră emoțională. Fiți receptivi la mesajele nonverbale ale persoanei iubite; un gest mic poate consolida o legătură sau aprinde o nouă scânteie de pasiune.",
    "bani": "Intuiția financiară vă va ghida spre alegeri înțelepte. Oportunități neașteptate ar putea apărea, dar fiți atenți la detalii și evitați impulsurile. Stabilitatea este cheia succesului.",
    "noroc_nr": 27,
    "noroc_culoare": "Verde Smarald",
    "stare": "Echilibrat"
  },
  "scorpion": {
    "general": "Voalurile dintre lumi se subțiază, dezvăluind adevăruri ascunse pe care le poți percepe prin simțurile tale subtile. Încredințează-te intuiției, căci ea îți va lumina calea prin labirintul subtil al destinului tău.",
    "dragoste": "O conexiune profundă se va cimenta sau o revelație emoțională îți va clarifica drumul, aducând lumină în cele mai tainice colțuri ale inimii tale. Fii deschis la vulnerabilitate și la forța transformatoare a iubirii.",
    "bani": "O resursă neașteptată sau o perspectivă nouă asupra investițiilor trecute îți poate aduce un câștig subtil, dar semnificativ. Fii atent la detalii omise și la intuiția ta financiară, căci pot ascunde chei prețioase.",
    "noroc_nr": 43,
    "noroc_culoare": "Indigo Profund",
    "stare": "Introspectiv"
  },
  "sagetator": {
    "general": "Voalul timpului se subțiază, revelând ecouri din viitor și înțelepciune străveche. Simte chemarea inimii tale de a explora adâncurile sufletului, căci acolo se află adevărul ce îți va ghida pașii.",
    "dragoste": "O lumină nouă se așterne peste conexiunile tale; o veche flacără ar putea reaprinde scântei sau o înțelegere profundă a nevoilor tale emoționale îți va clarifica drumul spre împlinire.",
    "bani": "Apele subconștientului îți pot dezvălui surse neașteptate de prosperitate; fii atent la intuiție, căci ea te va ghida spre oportunități ascunse sau spre o reorganizare financiară benefică.",
    "noroc_nr": 7,
    "noroc_culoare": "Indigo Profund",
    "stare": "Introspectiv"
  },
  "capricorn": {
    "general": "Azi, sub influența astrelor, un portal energetic se deschide pentru tine, Capricornule. Este un moment de profundă introspecție și aliniere cu înțelepciunea ta interioară.",
    "dragoste": "Conexiunile sentimentale capătă o profunzime neașteptată. Fii deschis la vulnerabilitate și vei descoperi noi straturi de înțelegere și armonie alături de cei dragi, sau vei atrage o energie similară.",
    "bani": "Intuiția ta financiară este la cote maxime, ghidându-te spre decizii înțelepte. Oportunitățile de stabilizare sau chiar de creștere a veniturilor pot apărea din surse neașteptate, așa că fii atent la semne.",
    "noroc_nr": 27,
    "noroc_culoare": "Verde smarald",
    "stare": "Centrat"
  },
  "varsator": {
    "general": "Valurile cosmice te poartă spre noi înțelesuri astăzi, Vărsătorule. Ascultă șoaptele stelelor, căci ele îți dezvăluie căi neexplorate ale sufletului tău liber.",
    "dragoste": "Inima ta, deschisă ca un câmp de stele, va atrage o conexiune profundă, poate chiar o revelație neașteptată într-o relație existentă sau potențială. Fii deschis la vulnerabilitate și la mesajele subtile ale iubirii.",
    "bani": "Fluxurile energetice susțin deciziile inovatoare. O idee neconvențională ar putea debloca resurse nebănuite, dar fii atent la detaliile ascunse în micile tranzacții și la intuiția ta financiară.",
    "noroc_nr": 42,
    "noroc_culoare": "Albastru electric",
    "stare": "Inspirat"
  },
  "pesti": {
    "general": "Valurile cosmice te poartă azi pe tărâmuri subtile, unde granițele dintre vis și realitate se estompează, Pești. Ascultă șoaptele universului, căci ele îți dezvăluie direcții ascunse.",
    "dragoste": "O conexiune profundă se va manifesta, aducând o înțelegere emoțională rară cu cei dragi. Este un moment propice pentru a împărtăși cele mai ascunse sentimente, deschizând porți către o intimitate mai profundă.",
    "bani": "Intuiția ta va fi un ghid prețios în deciziile financiare de astăzi. Evită speculațiile și bazează-te pe sentimentul interior pentru a identifica oportunități neașteptate, dar solide.",
    "noroc_nr": 7,
    "noroc_culoare": "Turcoaz",
    "stare": "Intuitiv"
  }
}