{
  "meta": {
    "data_valabilitate": "23-12-2025"
  },
  "berbec": {
    "general": "Stelele se aliniază într-un dans tăcut, dezvăluind un văl subțire de mister în calea ta, Berbec. Permite intuiției să te ghideze prin labirintul subtil al acestei zile, căci răspunsurile sunt șoptite de vânt.",
    "dragoste": "Un moment de sinceritate profundă cu persoana iubită va deschide porți spre o înțelegere mai profundă, consolidând legături și aducând o nouă armonie. Pentru cei singuri, o întâlnire neașteptată ar putea aprinde o scânteie de promisiune.",
    "bani": "Eforturile tale din trecut încep să dea roade insesizabile, dar semnificative. Fii deschis la oportunități neașteptate care ar putea apărea, dar evită deciziile impulsive.",
    "noroc_nr": 73,
    "noroc_culoare": "Verde Smarald",
    "stare": "Intuitiv"
  },
  "taur": {
    "general": "Stelele se aliniază într-un dans celest, pregătind un teren fertil pentru introspecție. Ascultă șoaptele universului, căci ele îți vor ghida pașii spre revelații profunde.",
    "dragoste": "Vibrațiile cosmice îți vor intensifica legăturile existente, aducând o notă de căldură și înțelegere reciprocă. Pentru cei singuri, o întâlnire neașteptată ar putea aprinde scântei, dar cere răbdare și autenticitate.",
    "bani": "Prudența ta financiară va fi recompensată. Fii deschis la noi oportunități de investiții, dar analizează-le cu atenție, căci intuiția te va ghida spre decizii profitabile.",
    "noroc_nr": 33,
    "noroc_culoare": "Verde Smarald",
    "stare": "Contemplativ"
  },
  "gemini": {
    "general": "Spiritul tău dual va găsi aliniere sub influența astrelor, dezvăluind noi perspective. Fii atent la mesajele subtile ale universului, căci ele îți vor ghida pașii către o înțelegere mai profundă.",
    "dragoste": "O conversație profundă, poate neașteptată, va aduce claritate într-o chestiune de inimă. Fii deschis și sincer, căci adevărul rostit cu blândețe va consolida legăturile sau va deschide drumul spre noi începuturi.",
    "bani": "Intuiția ta ascuțită te va ghida spre oportunități financiare ascunse. Evită deciziile impulsive și analizează cu atenție fiecare propunere; o investiție minoră poate aduce un profit neașteptat.",
    "noroc_nr": 7,
    "noroc_culoare": "Argintiu",
    "stare": "Receptiv"
  },
  "rac": {
    "general": "Luna, ghidul tău etern, îți șoptește secrete ancestrale astăzi. O poartă către introspecție profundă se deschide, revelând căi nebănuite ale sufletului tău sensibil.",
    "dragoste": "Inima ta va resona cu o frecvență specială, atrăgând conexiuni autentice. Fie că este vorba de o legătură existentă sau de una nouă, emoțiile vor curge liber și profund, aducând alinare și înțelegere.",
    "bani": "Vibrațiile cosmice îți sugerează să îți asculți intuiția în chestiuni financiare. O oportunitate neașteptată poate apărea, aducând un flux subtil de prosperitate dacă ești atent la semnele divine.",
    "noroc_nr": 23,
    "noroc_culoare": "Argintiu",
    "stare": "Intuitiv"
  },
  "leu": {
    "general": "Pe 23 decembrie 2025, energia Leului se împletește cu adâncimile mistice ale solstițiului de iarnă, marcând o perioadă de introspecție profundă. Stelele șoptesc secrete despre o reînnoire interioară, pregătind terenul pentru noi începuturi.",
    "dragoste": "Inima ta, deschisă și radiantă, va atrage o conexiune semnificativă. Gesturile tandre și dialogul sincer vor consolida legăturile existente și vor deschide calea către noi posibilități romantice.",
    "bani": "Fii atent la intuiția ta financiară; o oportunitate ascunsă poate ieși la iveală, posibil legată de resurse neexplorate sau moșteniri subtile. Deciziile luate cu prudență vor aduce roade pe termen lung.",
    "noroc_nr": 42,
    "noroc_culoare": "Auriu Regal",
    "stare": "Introspectiv"
  },
  "fecioara": {
    "general": "Vocea interioară a cosmosului șoptește secrete străvechi, invitându-te să asculți cu inima, nu doar cu mintea. O nouă aliniere stelară îți revelează că adevărata bogăție rezidă în echilibrul dintre spirit și materie.",
    "dragoste": "Sub influența luminii cerești, legăturile existente se aprofundează printr-o înțelegere tacită, iar pentru cei singuri, o conexiune sufletească poate apărea din cele mai neașteptate locuri. Ai încredere în intuiția inimii tale.",
    "bani": "Energia planetară favorizează introspecția asupra investițiilor viitoare; evită deciziile impulsive și caută sfaturi de la surse înțelepte. O claritate neașteptată îți va ghida pașii spre stabilitate financiară.",
    "noroc_nr": 22,
    "noroc_culoare": "Albastru Safir",
    "stare": "Armonios"
  },
  "balanta": {
    "general": "Sub vălul cosmic al zilei, Balanțele descoperă echilibrul ascuns. Stelele vă șoptesc secrete străvechi, pregătindu-vă pentru o revelație interioară.",
    "dragoste": "Venus, planeta voastră guvernatoare, iradiază o aură blândă, invitând la reconciliere și profundă înțelegere. O conexiune sufletească este pe cale să se aprofundeze, aducând armonie în relațiile existente sau deschizând calea unei noi legături cu o empatie rară.",
    "bani": "Austeritatea temporară lasă loc unor oportunități neașteptate. Fiți atenți la semnele subtile din jurul vostru; o investiție inspirată sau o soluție creativă la o problemă financiară veche ar putea apărea din senin, ghidată de intuiția voastră fină.",
    "noroc_nr": 37,
    "noroc_culoare": "Indigo",
    "stare": "Reflectiv"
  },
  "scorpion": {
    "general": "Sub vălul cosmic al zilei de 23 decembrie, Scorpion, stelele îți șoptesc secrete adânci despre destin. Lasă-te purtat de curentul subtil al intuiției, căci răspunsurile zac în cele mai ascunse colțuri ale ființei tale.",
    "dragoste": "O revelație emoțională neașteptată îți poate transforma percepția asupra unei relații importante. Fii deschis la vulnerabilitate și la conexiuni autentice, căci iubirea se manifestă în forme surprinzătoare.",
    "bani": "Oportunități financiare la care nu te-ai gândit ar putea apărea din discuții informale sau conexiuni vechi. Fii atent la detalii și la intuiția ta când vine vorba de investiții sau cheltuieli majore.",
    "noroc_nr": 42,
    "noroc_culoare": "Ametist",
    "stare": "Introspectiv"
  },
  "sagetator": {
    "general": "Voalul cosmic se ridică, Săgetătorule, dezvăluind poteci nevăzute. Energia divină te îndeamnă să privești dincolo de aparențe, spre o nouă înțelegere.",
    "dragoste": "O conexiune sufletească profundă este pe cale să se reveleze, fie cu o persoană nouă, fie prin aprofundarea unei legături existente. Deschide-ți inima spre sincronicități.",
    "bani": "Intuiția ta financiară este un compas prețios astăzi; urmează-o pentru a descoperi resurse neașteptate sau pentru a face o investiție înțeleaptă. Abundența te ghidează.",
    "noroc_nr": 33,
    "noroc_culoare": "Verde Smarald",
    "stare": "Iluminat"
  },
  "capricorn": {
    "general": "Astăzi, voalul dintre lumi se subțiază, aducând ecouri din trecut și șoapte din viitor. Lasă-ți intuiția să te ghideze prin labirintul subtil al destinului.",
    "dragoste": "Inima ta, adesea păzită, va simți chemarea unei conexiuni profunde. Fii deschis la vulnerabilitate și vei descoperi o nouă dimensiune a iubirii, fie ea reînnoită sau proaspăt înmugurită.",
    "bani": "Stelele indică o oportunitate de a-ți consolida fundația materială. O decizie financiară înțeleaptă, bazată pe o intuiție subită, îți poate aduce stabilitate pe termen lung.",
    "noroc_nr": 37,
    "noroc_culoare": "Verde Smarald",
    "stare": "Centrat"
  },
  "varsator": {
    "general": "Undele cosmice ale schimbării îți șoptesc secretul unui nou început. Ascultă chemarea stelelor și lasă-te ghidat spre noi orizonturi ale conștiinței.",
    "dragoste": "O conexiune neașteptată îți va lumina inima, aducând o înțelegere profundă a legăturilor sufletești. Fii deschis la vulnerabilitate și la magia iubirii autentice.",
    "bani": "Intuția ta financiară este ascuțită, ghidându-te spre oportunități neconvenționale. O investiție mică, făcută cu înțelepciune, ar putea aduce roade neașteptate.",
    "noroc_nr": 11,
    "noroc_culoare": "Albastru electric",
    "stare": "Inspirat"
  },
  "pesti": {
    "general": "Sub vălul eteric al zilei de 23 decembrie, Peștii vor simți o chemare profundă către introspecție și redefinire. Adevăruri ascunse se dezvăluie, oferind claritate asupra direcției spirituale ce urmează a fi îmbrățișată.",
    "dragoste": "Inima voastră va vibra la frecvențe înalte, atrăgând conexiuni autentice și pline de sens. O întâlnire karmică sau o reconciliere emoțională ar putea aduce împlinire, transformând peisajul sentimental într-unul de vis.",
    "bani": "Intuiția voastră acută vă va ghida spre decizii financiare înțelepte, mai ales în domenii creative sau spirituale. Nu ignorați oportunitățile ce par neconvenționale; ele pot aduce un flux neașteptat de prosperitate.",
    "noroc_nr": 77,
    "noroc_culoare": "Violet Ametist",
    "stare": "Vizionar"
  }
}